/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ תמונות";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "‏%@ ו-%@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ סרטים";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d ימים %2$d שעות %3$d דקות %4$d שניות";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d שעות %2$d דקות %3$d שניות";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d דקות %2$d שניות";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d שניות";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ פיקסלים";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ תוסף אינטרנט)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "‏%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ עותק";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "אחסון מאגר נתונים של %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ קורא קל";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "יצירת רשת %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "‏%@ SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ תוכן אינטרנט";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "מפתח ראשי %@ של WebCrypto";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d קבצים";

/* Label for PDF page number indicator. */
"%d of %d" = "%d מתוך %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "‏%zu פריטים";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 פריטים";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "פריט אחד";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "תמונה אחת";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "סרטון אחד";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (ציון בינוני)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (ציון גבוה)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (ציון נמוך)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<שם קובץ> %d×‏%d פיקסלים";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "ארעה שגיאה של תוסף JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "הוסף לרשימת הקריאה";

/* Undo action name */
"Align Left (Undo action name)" = "ישר שמאלה";

/* Undo action name */
"Align Right (Undo action name)" = "ישר ימינה";

/* WKErrorUnknown description */
"An unknown error occurred" = "ארעה שגיאה בלתי ידועה";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "אוטומטי (מומלץ)";

/* Back context menu item */
"Back" = "אחורה";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "תוסף חסום";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "תוסף חסום";

/* Bold context menu item */
"Bold" = "עבה";

/* Undo action name */
"Bold (Undo action name)" = "עבה";

/* menu item title for phone number */
"Call Using iPhone:" = "התקשר/י באמצעות ה-iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "ביטול";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "ביטול";

/* Capitalize context menu item */
"Capitalize" = "אות ראשונה גדולה";

/* Undo action name */
"Center (Undo action name)" = "מרכז";

/* Undo action name */
"Change Attributes (Undo action name)" = "שנה תכונות";

/* Check spelling context menu item */
"Check Document Now" = "בדוק את המסמך כעת";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "בדוק דקדוק ביחד עם איות";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "בדוק איות תוך כדי הקלדה";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "בחר/י קובץ";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "בחר/י קבצים";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "בחר מדיה (בחירה מרובה)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "בחר מדיה (בחירה בודדת)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "נקה";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "נקה חיפושים אחרונים";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "לחץ/י על-מנת לצאת ממצב מסך מלא";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "לחץ/י כדי להתחיל מחדש";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "לא ניתן להציג תוכן עם MIME מוגדר ";

/* Media Controls context menu item */
"Controls" = "בקרים";

/* Copy context menu item */
"Copy" = "העתק";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "העתק";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "העתק כתובת שמע";

/* Copy Image context menu item */
"Copy Image" = "העתק תמונה";

/* Copy Link context menu item */
"Copy Link" = "העתק קישור";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "העתק כתובת וידאו";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "תקן איות באופן אוטומטי";

/* Undo action name */
"Create Link (Undo action name)" = "צור קישור";

/* Cut context menu item */
"Cut" = "גזור";

/* Undo action name */
"Cut (Undo action name)" = "גזור";

/* Default writing direction context menu item */
"Default" = "ברירת-מחדל";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "מחק";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "פרטים";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "הכתבה";

/* Download Audio To Disk context menu item */
"Download Audio" = "הורד שמע";

/* Download Image context menu item */
"Download Image" = "הורד תמונה";

/* Download Linked File context menu item */
"Download Linked File" = "הורד קובץ מקושר";

/* Download Video To Disk context menu item */
"Download Video" = "הורד וידאו";

/* Undo action name */
"Drag (Undo action name)" = "גרור/י";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "עבור למסך מלא";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "צא ממסך מלא";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "גופן";

/* Undo action name */
"Format Block (Undo action name)" = "מפרמט";

/* Forward context menu item */
"Forward" = "קדימה";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "טעינת מסגרת נקטעה";

/* accessibility role description for web area */
"HTML content" = "תוכן HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "הסתר פקדים";

/* menu item title */
"Hide Spelling and Grammar" = "הסתר איות ודקדוק";

/* menu item title */
"Hide Substitutions" = "הסתר החלפות";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "התעלם משגיאות דקדוק";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "התעלם מאיות";

/* Undo action name */
"Indent (Undo action name)" = "הזח";

/* Undo action name */
"Insert List (Undo action name)" = "הכנס רשימה";

/* Inspect Element context menu item */
"Inspect Element" = "בחן רכיב";

/* Italic context menu item */
"Italic" = "נטוי";

/* Undo action name */
"Italics (Undo action name)" = "כתב נטוי";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "‏Java אינו זמין";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "ישר";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "מפתח מ-%@";

/* Learn Spelling context menu item */
"Learn Spelling" = "הוסף למילון";

/* Left to Right context menu item */
"Left to Right" = "משמאל לימין";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "שידור חי";

/* Media controller status message when the media is loading */
"Loading..." = "טוען...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "חפש במילון";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "חפש את ״%@״ במילון";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "חפש את ״<בחירה>״ במילון";

/* Media Loop context menu item */
"Loop" = "לולאה";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "הגדל מרווח בין אותיות";

/* Undo action name */
"Lower Baseline (Undo action name)" = "הנמך קו בסיס";

/* Make Lower Case context menu item */
"Make Lower Case" = "הפוך לאותיות קטנות";

/* Make Upper Case context menu item */
"Make Upper Case" = "הפוך לאותיות גדולות";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "תוסף חסר";

/* Media Mute context menu item */
"Mute" = "השתק";

/* No Guesses Found context menu item */
"No Guesses Found" = "לא נמצאו ניחושים";

/* Empty select list */
"No Options Select Popover" = "אין אפשרויות";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "לא בוצעו חיפושים לאחרונה";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "אסור להשתמש בשקע רשת מוגבל";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "כבוי";

/* Title for Open Link action button */
"Open ActionSheet Link" = "פתח";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "פתח שמע בחלון חדש";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "פתח מסגרת בחלון חדש";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "פתח תמונה בחלון חדש";

/* Open Link context menu item */
"Open Link" = "פתח קישור";

/* Open in New Window context menu item */
"Open Link in New Window" = "פתח קישור בחלון חדש";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "פתח וידאו בחלון חדש";

/* context menu item for PDF */
"Open with %@" = "פתח באמצעות %@";

/* Undo action name */
"Outdent (Undo action name)" = "הזח החוצה";

/* Outline context menu item */
"Outline" = "שרטוט";

/* Undo action name */
"Outline (Undo action name)" = "שרטוט";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "כיווניות הפיסקה";

/* Paste context menu item */
"Paste" = "הדבק";

/* Undo action name */
"Paste (Undo action name)" = "הדבק";

/* Undo action name */
"Paste Font (Undo action name)" = "הדבק גופן";

/* Undo action name */
"Paste Ruler (Undo action name)" = "הדבק סרגל";

/* Media Pause context menu item */
"Pause" = "השהה";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "ספריית התמונות";

/* Media Play context menu item */
"Play" = "נגן";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "נגן סרט במצב מסך מלא";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "כישלון תוסף";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "תוסף בוטל";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "התוסף עבד עם טעינה";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "הגבה קו בסיס";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "חיפושים שבוצעו לאחרונה";

/* Reload context menu item */
"Reload" = "טען מחדש";

/* default label for Reset buttons in forms on web pages */
"Reset" = "אפס";

/* Right to Left context menu item */
"Right to Left" = "מימין לשמאל";

/* Title for Save Image action button */
"Save Image" = "שמור תמונה";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "חפש ב-Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "חפש באמצעות %@";

/* Search with Google context menu item */
"Search with Google" = "חפש באמצעות Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "כיווניות המלל הנבחר";

/* Undo action name */
"Set Background Color (Undo action name)" = "בחר צבע רקע";

/* Undo action name */
"Set Color (Undo action name)" = "בחר צבע מלל";

/* Undo action name */
"Set Font (Undo action name)" = "בחר גופן";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "בחר צורת תו מסורתית";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "בחר כיווניות כתיבה";

/* Show colors context menu item */
"Show Colors" = "הצג צבעים";

/* Show Media Controls context menu item */
"Show Controls" = "הצג פקדים";

/* Show fonts context menu item */
"Show Fonts" = "הצג גופנים";

/* menu item title */
"Show Spelling and Grammar" = "הצג איות ודקדוק";

/* menu item title */
"Show Substitutions" = "הצג החלפות";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "הצג בתוסף חסום";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "העתקה והדבקה חכמות";

/* Smart Dashes context menu item */
"Smart Dashes" = "מיקוף חכם";

/* Smart Links context menu item */
"Smart Links" = "קישורים חכמים";

/* Smart Quotes context menu item */
"Smart Quotes" = "מרכאות חכמות";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "צילום תוסף";

/* Speech context sub-menu item */
"Speech" = "דיבור";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "איות ודקדוק";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "החל בניפוי שגיאות מ-JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "החל בחלוקת JavaScript לפרופילים";

/* Start speaking context menu item */
"Start Speaking" = "התחל הקראה";

/* Stop context menu item */
"Stop" = "עצור";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "הפסק ניפוי שגיאות מ-JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "הפסק חלוקת JavaScript לפרופילים";

/* Stop speaking context menu item */
"Stop Speaking" = "הפסק הקראה";

/* Styles context menu item */
"Styles..." = "סגנונות...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "שלח";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "שלח";

/* Undo action name */
"Subscript (Undo action name)" = "כתב תחתי";

/* Substitutions context sub-menu item */
"Substitutions" = "החלפות";

/* Menu section heading for subtitles */
"Subtitles" = "כתוביות";

/* Undo action name */
"Superscript (Undo action name)" = "כתב עילי";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "צלם/י";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "צלם/י תמונה או סרט";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "צלם/י סרט";

/* Text Replacement context menu item */
"Text Replacement" = "מלל חלופי";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "לא ניתן להציג את כתובת ה-URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "התוקף של ה-WKWebView נשלל";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "תהליך התוכן הסתיים";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "המיקום הנוכחי לא נמצא.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "התוסף לא נמצא";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "לא ניתן לטעון את התוסף.";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "שם המשתמש או הסיסמה שהקלדת עבור אזור ״%@״ ב-״%@״ היו שגויים. ודא/י שהינך מקליד/ה אותם נכון, ונסה/י שוב.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "שם המשתמש או הסיסמה שהקלדת עבור %@ שרת הפרוקסי %@ היו שגויים. ודא/י שהינך מקליד/ה אותם נכון, ונסה/י שוב.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "שם המשתמש או הסיסמה שהקלדת עבור אזור זה ב-״%@״ היו שגויים. ודא/י שהינך מקליד/ה אותם נכון, ונסה/י שוב.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "זהו אינדקס שבו ניתן לבצע חיפוש. הקלד/י מילות מפתח לחיפוש: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "הדק מרווחים בין אותיות";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "על-מנת להציג עמוד זה, עליך להתחבר לאזור ״%@״ ב-%@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "על-מנת להציג עמוד זה, עליך להתחבר א ל%@ שרת הפרוקסי %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "על-מנת להציג עמוד זה, עליך להתחבר לאזור זה ב-%@:";

/* Transformations context sub-menu item */
"Transformations" = "המרות";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "בטל בקרת מרווח בין אותיות";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "בטל משלבי אותיות";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "הקלדה";

/* Underline context menu item */
"Underline" = "קו תחתון";

/* Undo action name */
"Underline (Undo action name)" = "קו תחתון";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "לא ידוע";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "לא ידוע";

/* Undo action name */
"Unlink (Undo action name)" = "Unlink";

/* Undo action name */
"Unscript (Undo action name)" = "הסר תסריט";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "השתמש בכל משלבי האותיות";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "השתמש במרווח סטנדרטי בין אותיות";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "השתמש במשלבי אותיות סטנדרטיים";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "משמש להצפנת מפתחות WebCrypto באחסון מתמיד, כגון IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "סוקר האינטרנט — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "‏PDF מובנה של WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "‏WebKit נתקל בשגיאה פנימית";

/* message in authentication panel */
"Your login information will be sent securely." = "פרטי ההתחברות ישלחו באופן מאובטח.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "סיסמתך תשלח ללא הצפנה.";

/* HTTP result code string */
"accepted" = "התקבל";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "הפעל";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "התראה";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "תיבת דו-שיח של התראה";

/* An ARIA accessibility group that acts as an application. */
"application" = "יישום";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "מצב יישום";

/* An ARIA accessibility group that acts as an article. */
"article" = "מאמר";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "בקרי השמעת רכיב שמע ותצוגת מצב";

/* accessibility label for audio element controller */
"audio playback" = "הפעלת שמע";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "30 שניות אחורה";

/* HTTP result code string */
"bad gateway" = "שער שאינו תקין";

/* HTTP result code string */
"bad request" = "בקשה שאינה תקינה";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "סרגל";

/* accessibility help text for play button */
"begin playback" = "התחל השמעה";

/* accessibility description for a search field cancel button */
"cancel" = "ביטול";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "בדוק";

/* HTTP result code string */
"client error" = "שגיאת לקוח";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "משלים";

/* HTTP result code string */
"conflict" = "התנגשות";

/* An ARIA accessibility group that contains content. */
"content information" = "פרטי התוכן";

/* HTTP result code string */
"continue" = "המשך";

/* HTTP result code string */
"created" = "נוצר";

/* accessibility help text for movie status display */
"current movie status" = "מצב סרט נוכחי";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "זמן הסרט הנוכחי בשניות";

/* role description of ARIA definition role */
"definition" = "הגדרה";

/* description detail */
"description" = "תיאור";

/* accessibility role description of a description list */
"description list" = "רשימת תיאור";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "תיבת דו-שיח";

/* An ARIA accessibility group that acts as a document. */
"document" = "מסמך";

/* accessibility label for elapsed time display */
"elapsed time" = "זמן שחלף";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "הכנס למסך מלא";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "צא ממסך מלא";

/* HTTP result code string */
"expectation failed" = "הציפייה נכשלה";

/* accessibility label for fast forward button */
"fast forward" = "הרץ קדימה";

/* accessibility label for fast reverse button */
"fast reverse" = "הרץ אחורה";

/* accessibility role description for a file upload button */
"file upload button" = "כפתור להעלאת קבצים";

/* accessibility role description for a footer */
"footer" = "כותרת תחתונה";

/* HTTP result code string */
"forbidden" = "אסור";

/* HTTP result code string */
"found" = "נמצא";

/* HTTP result code string */
"gateway timed out" = "אין מענה מצד השער";

/* accessibility role description for headings */
"heading" = "כותרת";

/* accessibility label for hide closed captions button */
"hide closed captions" = "הסתר כתוביות";

/* accessibility role description for image map */
"image map" = "מפת תמונות";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "זמן לא מוגדר";

/* HTTP result code string */
"informational" = "לידיעה";

/* HTTP result code string */
"internal server error" = "שגיאת שרת פנימית";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "דלג";

/* HTTP result code string */
"length required" = "נדרש אורך מפורש";

/* accessibility role description for link */
"link" = "קישור";

/* accessibility role description for list marker */
"list marker" = "סמן רשימה";

/* An ARIA accessibility group that acts as a console log. */
"log" = "דו״ח";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "ראשי";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "כתובית";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "מתמטיקה";

/* HTTP result code string */
"method not allowed" = "שיטה שאינה מותרת";

/* HTTP result code string */
"moved permanently" = "הועתק באופן קבוע";

/* accessibility label for timeline slider */
"movie time" = "אורך הסרט";

/* accessibility help text for timeline slider */
"movie time scrubber" = "ציר הזמן של אורך הסרט";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "סמן ציר הזמן של אורך הסרט";

/* HTTP result code string */
"multiple choices" = "אפשרויות מרובות";

/* accessibility label for mute button */
"mute" = "השתק";

/* accessibility help text for mute button */
"mute audio tracks" = "השתק רצועות שמע";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "ניווט";

/* HTTP result code string */
"needs proxy" = "זקוק לפרוקסי";

/* HTTP result code string */
"no content" = "אין תוכן";

/* HTTP result code string */
"no error" = "אין שגיאה";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "לא נבחר קובץ";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "לא נבחרו קבצים";

/* HTTP result code string */
"no longer exists" = "אינו קיים עוד";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "לא נבחרה מדיה (בחירה מרובה)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "לא נבחרה מדיה (בחירה בודדת)";

/* HTTP result code string */
"non-authoritative information" = "מידע שאינו סמכותי";

/* HTTP result code string */
"not found" = "לא נמצא";

/* HTTP result code string */
"not modified" = "לא שונה";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "הערה";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "מספר השניות שנותרו בסרט";

/* HTTP result code string */
"partial content" = "תוכן חלקי";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "אי-התאמת דפוס";

/* accessibility label for pause button */
"pause" = "השהה";

/* accessibility help text for pause button */
"pause playback" = "השהה את ההקרנה";

/* HTTP result code string */
"payment required" = "כרוך בתשלום";

/* accessibility label for play button */
"play" = "נגן";

/* HTTP result code string */
"precondition failed" = "תנאי-הקדם לא התקיים";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "לחץ/י";

/* HTTP result code string */
"proxy authentication required" = "דרוש אימות פרוקסי";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "הצפת טווחים";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "טווח תת-ערך";

/* HTTP result code string */
"redirected" = "הופנה מחדש";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "אזור";

/* accessibility label for time remaining display */
"remaining time" = "זמן שנותר";

/* HTTP result code string */
"request timed out" = "הבקשה נתקלה בחוסר מענה";

/* HTTP result code string */
"request too large" = "הבקשה גדולה מדי";

/* HTTP result code string */
"requested URL too long" = "כתובת האינטרנט המבוקשת ארוכה מדי";

/* HTTP result code string */
"requested range not satisfiable" = "לא ניתן לעמוד בטווח המבוקש";

/* HTTP result code string */
"reset content" = "התוכן אופס";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "השב סרט זורם לזמן אמת";

/* accessibility label for return to real time button */
"return to realtime" = "חזור לזמן אמת";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "חיפוש";

/* HTTP result code string */
"see other" = "ראה/י אחר";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "חפש 30 שניות אחורה בסרט";

/* accessibility help text for fast rewind button */
"seek quickly back" = "חפש אחורה במהירות";

/* accessibility help text for fast forward button */
"seek quickly forward" = "חפש קדימה במהירות";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "בחר";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "מפריד";

/* HTTP result code string */
"server error" = "שגיאת שרת";

/* HTTP result code string */
"service unavailable" = "השירות אינו זמין";

/* accessibility label for show closed captions button */
"show closed captions" = "הצג כתוביות";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "התחל בהצגת כתוביות";

/* accessibility label for movie status */
"status" = "מצב";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "אי-התאמת שלב";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "הפסק הצגת כתוביות";

/* HTTP result code string */
"success" = "הצלחה";

/* HTTP result code string */
"switching protocols" = "מחליף פרוטוקול";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "לוח כרטיסיות";

/* HTTP result code string */
"temporarily redirected" = "הופנה זמנית";

/* term word of a description list */
"term" = "מונח";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "סמן מחוון זמן";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "טיימר";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "ארוך מדי";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "הסבר";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "אי-התאמה בסוג";

/* HTTP result code string */
"unacceptable" = "לא קביל";

/* HTTP result code string */
"unauthorized" = "לא מורשה";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "הסר סימון";

/* HTTP result code string */
"unimplemented" = "לא מיושם";

/* Unknown filename */
"unknown" = "לא ידוע";

/* accessibility label for turn mute off button */
"unmute" = "הסר השתקה";

/* accessibility help text for un mute button */
"unmute audio tracks" = "הסר השתקת רצועות שמע";

/* HTTP result code string */
"unsupported media type" = "סוג מדיה שאינו נתמך";

/* HTTP result code string */
"unsupported version" = "גירסה שאינה נתמכת";

/* Validation message for required form control elements that have no value */
"value missing" = "ערך חסר";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "בקרי השמעת רכיב וידאו ותצוגת מצב";

/* accessibility label for video element controller */
"video playback" = "הפעלת וידאו";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "פתח";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "תצוגה מקדימה";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "הוסף לרשימת הקריאה";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "העתק";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "הוסף אל ״תמונות״";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "שמור ב״הורדות״";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "שתף/י";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "העתק";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "חפש את";

/* "Paste" action menu item */
"Paste (action menu item)" = "הדבק";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "הצעות";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "העתק";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "שתף/י";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "שמור ב״הורדות״";
